[Battery.WhaleOilBattery_BendTime_twk DisDLC05Tweaks_WhaleOilBattery]
m_EmptyName="空のオイルタンク"

[Battery.WhaleOilBattery_BendTime_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="鯨油タンク"
m_InteractText=" `GBA_Use` 運ぶ"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Battery.WhaleOilBattery_DarkVision_twk DisDLC05Tweaks_WhaleOilBattery]
m_EmptyName="空のオイルタンク"

[Battery.WhaleOilBattery_DarkVision_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name=""
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Battery.WhaleOilBattery_Health_twk DisDLC05Tweaks_WhaleOilBattery]
m_EmptyName="空のオイルタンク"

[Battery.WhaleOilBattery_Health_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name=""
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Battery.WhaleOilBattery_Normal_twk DisDLC05Tweaks_WhaleOilBattery]
m_EmptyName="空のオイルタンク"

[Battery.WhaleOilBattery_Normal_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name=""
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Battery.WhaleOilBattery_Smoke_twk DisDLC05Tweaks_WhaleOilBattery]
m_EmptyName="空のオイルタンク"

[Battery.WhaleOilBattery_Smoke_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name=""
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Notes.DisclaimerNormal_AbstrInv DisAbstractItem]
m_ItemName="オイルドロップ"
m_PluralItemName=""
m_Description="出来るだけ多くの鯨油タンクを射撃する。\n \n最高までアップグレートされたピストルおよび無限の弾丸を使用できる。\n\nスコア: \n* タンクを破壊するとポイントとなる。\n* 同時に複数のタンクを破壊するとポイントが稼げる。\n* タンクを逃さず破壊すればポイントにつながる。\n* より正確な射撃はポイントに加算される。\n\nスペシャル:\n鯨油タンクには数種類ある:\n* レギュラータンク: ポイントになる\n* パープルタンク: 爆発するとスモークを張る\n* ゴールドタンク: 2秒間スロウになる\n* グリーンタンク: 15秒間ダークビジョンを使用できる\n* ピンクタンク: 35パーセント体力を回復\n \n失敗: \n死亡した場合、チャレンジ失敗となる。"

[Notes.DisclaimerNormal_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

[Twk_Inv_PistolOilRain:DisTweaks_InventoryItem_PlayerSpecific_0 DisTweaks_InventoryItem_PlayerSpecific]
m_Name="コルヴォのピストル"
m_Description="さらなるカスタマイズを念頭に置いて丹念に作られた、アイルズ全域で最高の銃器。アップグレードにより、近距離の拡散ダメージが追加された。"

[Twk_Proj_BulletOilRain:DisTweaks_InteractableInterface_2 DisTweaks_InteractableInterface]
m_Name="弾丸"
m_InteractText="Tap `k 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="このタイプの弾丸はこれ以上持てない。"

